Repository: babanmisbahudin/iqran
Catalog: lib/l10n/app_*.arb
Languages: id

# splashSubtitle
source: Be productive in dunya and akhirah, starting from the Qur'an
id: Produktif dunia-akhirat, mulai dari Al-Qur'an

# navHome
source: Home
id: Beranda

# navProgress
source: Progress
id: Kemajuan

# navSettings
source: Settings
id: Pengaturan

# selectLanguageTitle
source: Choose Your Language
id: Pilih Bahasa

# selectLanguageSubtitle
source: You can change this anytime in Settings
id: Anda dapat mengubahnya kapan saja di Pengaturan

# btnContinue
source: Continue
id: Lanjutkan

# btnSkip
source: Skip
id: Lewati

# btnStartNow
source: Start Now
id: Mulai Sekarang

# onb1Desc
source: Welcome to IQRAN. An app to simplify your daily Qur'an recitation review.
id: Selamat datang di IQRAN. Aplikasi untuk mempermudah murajaah Al-Qur'an harian Anda.

# onb2Title
source: Key Features
id: Fitur Unggulan

# onb2Desc
source: Read the Qur'an with tajweed, save favorite verses, track your reading progress, and listen to high-quality Qur'an recitations.
id: Baca Al-Qur'an dengan tajweed, simpan ayat favorit, pantau progress murajaah, dan dengarkan murottal berkualitas.

# onb3Title
source: Begin Your Review Journey
id: Mulai Perjalanan Murajaah

# onb3Desc
source: Let's be consistent in reading and understanding the Qur'an. Every day is an opportunity to be closer to the Book of Allah.
id: Mari konsisten membaca dan memahami Al-Qur'an. Setiap hari adalah kesempatan untuk lebih dekat pada Kitab Allah.

# featQuranDesc
source: Read Qur'an
id: Baca Qur'an

# featBookmarkDesc
source: Favorite Surahs
id: Surah Favorit

# featTutorialDesc
source: App Guide
id: Panduan Aplikasi

# featDonation
source: Donate
id: Donasi

# featDonationDesc
source: Support Developer
id: Dukung Developer

# settingsTitle
source: Settings
id: Pengaturan

# settingsDisplay
source: Display
id: Tampilan

# settingsDarkModeDesc
source: Toggle light or dark mode
id: Aktifkan mode terang atau gelap

# settingsFontSize
source: Arabic Font Size: {size}
id: Ukuran Font Arab: {size}

# settingsLanguage
source: Language
id: Bahasa

# settingsLanguageDesc
source: Change app language
id: Ganti bahasa aplikasi

# settingsOfflineReady
source: Al-Qur'an is ready for offline use
id: Al-Qur'an sudah siap digunakan secara offline

# settingsOfflineDownloading
source: Downloading {current} / {total} surahs
id: Mengunduh {current} / {total} surah

# settingsOfflinePrompt
source: Download all surahs so the app can still be used without an internet connection.
id: Unduh seluruh surah agar aplikasi tetap bisa digunakan tanpa koneksi internet.

# settingsOfflineBtn
source: Download all surahs
id: Download semua surah

# settingsOfflineSuccess
source: Al-Qur'an is ready for offline use
id: Al-Qur'an sudah siap digunakan secara offline

# settingsOfflineError
source: Failed to download offline data
id: Gagal mengunduh data offline

# dailyBtn
source: Continue Reading
id: Lanjutkan Bacaan
